---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsAttrTextSize
source: html/3147467e-1f4e-6e55-c588-c13ec750a851.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsAttrTextSize Property

"Text Size"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsAttrTextSize { get; }
```